Repository: common-repository/cheetahmail
Catalog: languages/cheetahmail-*.po
Languages: fr_fr

# rsc_static_intro
source: Please enter the API's credentials given by CheetahMail France Teams.
fr_fr: Pour installer ce plugin merci de saisir les identifiants API qui vous ont été fournis par nos équipes.

# rsc_static_b1_title
source: Data Quality
fr_fr: Qualit&eacute; des donn&eacute;es

# rsc_static_b1_content
source: Get a good data quality by checking in realtime the postal address on your website...
fr_fr: Obtenez des donn&eacute;es de qualit&eacute; dans votre base avec le contr&ocirc;le et la validation au moment de la saisie

# rsc_static_b1_link
source: know more
fr_fr: en savoir plus

# rsc_static_b2_title
source: Client Knowledge &amp; Targeting
fr_fr: Connaissance client & Segmentation

# rsc_static_b2_content
source: Dicover who are your clients &amp; prospects and optimize your Marketing Campaigns...
fr_fr: D&eacute;couvrez qui sont vos clients et prospects et optimisez le retour de vos campagnes marketing

# rsc_static_b2_link
source: know more
fr_fr: en savoir plus

# rsc_static_b3_content
source: Develop cross channels campaigns by using the good message with the good channel at the right time...
fr_fr: Ex&eacute;cutez des campagnes cross-canal et adressez les bons messages, au bon moment via le bon canal

# rsc_static_b3_link
source: know more
fr_fr: en savoir plus

# rsc_js_g_success
source: Success
fr_fr: Succès

# rsc_js_g_error
source: Error
fr_fr: Erreur

# rsc_js_error
source: An error occured
fr_fr: Une erreur est survenue

# rsc_js_params_error
source: Some parameters are wrong or missing
fr_fr: Des paramètres manquent ou sont incorrects

# rsc_js_soap_error
source: An API error occured
fr_fr: Une erreur API est survenue

# rsc_js_camp_sheduled
source: Scheduled campaign
fr_fr: campagne programmée

# rsc_js_installation_done
source: Install done, the current page will reload in 2 seconds!
fr_fr: Installation terminée, la page va se recharger dans 2 secondes, merci !

# rsc_js_settings_saved
source: Settings saved
fr_fr: Paramètres sauvegardés

# rsc_js_structure_saved
source: Structure saved
fr_fr: Structure sauvegardée

# rsc_js_nl_settings_saved
source: NL settings saved
fr_fr: Paramètres de la NL sauvegardés

# rsc_js_nl_contents_load
source: Error while loading NL settings
fr_fr: Erreur lors du chargement des contenus de la NL

# rsc_js_nl_infos_load
source: Error while loading NL informations
fr_fr: Erreur lors du chargement des informations de la NL

# rsc_js_subs_infos_load
source: Error while loading users settings
fr_fr: Erreur lors du chargement des informations des abonnés

# rsc_js_nl_envelop_load
source: Error while loading NL sending envelop
fr_fr: Erreur lors du chargement de la configuration d'envoi de la NL

# rsc_js_tpl_load
source: Error while loading templates
fr_fr: Erreur lors du chargement des templates

# rsc_js_no_users
source: No WP Users yet
fr_fr: Aucun utilisateur WP

# rsc_js_users_sync
source: All WP Users synchronized
fr_fr: Tous les utilisateurs WP sont synchronisés

# rsc_js_users_sync_result
source: Synchronization result
fr_fr: Résultat de la synchronisation

# rsc_js_sync_done
source: Synchronization finished
fr_fr: Synchronisation terminée

# rsc_js_no_nl_topush
source: No new content to push in the NL
fr_fr: Aucun nouveau contenu à pousser dans une NL

# rsc_js_nl_topush
source: The NL has been sent
fr_fr: La NL a bien été envoyée

# rsc_js_test_sent
source: Your test has been sent
fr_fr: Votre test a bien été envoyé

# rsc_js_tpl_added
source: Template added
fr_fr: Template ajouté

# rsc_js_tpl_duplicated
source: Template duplicated
fr_fr: Template dupliqué

# rsc_js_tpl_saved
source: Template saved
fr_fr: Template sauvegardé

# rsc_js_tpl_deleted
source: Template deleted
fr_fr: Template supprimé

# rsc_js_camp_notloaded
source: Campign load failed
fr_fr: La campagne n'a pu être chargée.

# rsc_js_camp_added
source: Campaign added
fr_fr: Votre campagne a bien été ajoutée.

# rsc_js_camp_saved
source: Campaign saved
fr_fr: Votre campagne est sauvegardée.

# rsc_js_camp_deleted
source: Campaign deleted
fr_fr: Votre campagne a bien été supprimée.

# rsc_js_camp_duplicated
source: Campaign duplicated
fr_fr: Votre campagne a bien été dupliquée.

# rsc_js_target_notloaded
source: Target list failed while loading
fr_fr: La liste des cibles n'a pu être chargée

# rsc_js_target_added
source: Target added
fr_fr: Votre cible a bien été ajoutée.

# rsc_js_target_saved
source: Target saved
fr_fr: Votre cible a bien été sauvegardée.

# rsc_js_config_saved
source: Envelop saved
fr_fr: Configuration sauvegardée.

# rsc_js_wy_elt_added
source: WP Article / page added to your current content
fr_fr: Article / page ajouté au contenu.

# rsc_js_wy_fld_added
source: User field added to your current content
fr_fr: Champ de personnalisation ajouté au contenu.

# rsc_js_wy_img_added
source: Image added to your current content
fr_fr: Image ajoutée au contenu.

# rsc_js_user_subscribed
source: is now subscribed.
fr_fr: est désormais abonné.

# rsc_js_user_unsubscribed
source: is now unsubscribed.
fr_fr: est désormais désabonné.

# rsc_js_user_updated
source: Subscriber updated
fr_fr: Destinataire mis à jour.

# rsc_js_user_deleted
source: Subscriber deleted
fr_fr: Destinataire supprimé.

# rsc_js_user_form_added
source: You successfully subscribe, an email has been sent to you. Thanks &amp; Welcome again!
fr_fr: Vous êtes désormais abonné, un email vous a été envoyé, merci encore !

# rsc_js_user_form_updated
source: You successfully update your informations.
fr_fr: Vos informations ont bien été modifiées, merci.

# rsc_js_user_form_error
source: An error occured.
fr_fr: Une erreur est survenue, merci de rééssayer.

# rsc_js_wy_add_article
source: Insert an page / article from WordPress
fr_fr: Ajouter un article / page de WordPress

# rsc_js_wy_add_userfield
source: Insert a userfield
fr_fr: Ajouter un champ utilisateur

# rsc_js_wy_add_img
source: Insert an image from WordPress
fr_fr: Ajouter une image de WordPress

# menu_settings
source: Settings
fr_fr: Paramètres

# menu_subscriptions
source: Subscription
fr_fr: Inscription

# menu_targets
source: Targets
fr_fr: Cibles

# sub_menu_envelop
source: Envelop
fr_fr: Configuration d'envoi

# sub_menu_settings
source: NL envelop
fr_fr: Configuration de la NL

# sub_menu_subcription
source: Subscription email
fr_fr: Email d'inscription

# sub_menu_unsubcription
source: Unsubscription email
fr_fr: Email de désinscription

# sub_menu_subscribers
source: Subscribers management
fr_fr: Gestion des abonnés

# sub_menu_sync
source: WordPress Users synchronization
fr_fr: Synchronisation des utilisateurs WordPress

# sub_menu_preview_nl
source: Preview next sent
fr_fr: Prévisualiser le prochain envoi

# sub_menu_historic_nl
source: NL historic
fr_fr: Historique des NL

# sub_menu_campaigns
source: Campaigns
fr_fr: Campagnes

# sub_menu_new
source: Add
fr_fr: Ajouter

# sub_sub_menu_api
source: API Account
fr_fr: Compte API

# sub_sub_menu_settings
source: Settings
fr_fr: Paramètres

# sub_sub_menu_synchronize
source: Synchronize
fr_fr: Synchroniser

# sub_sub_menu_preview
source: Preview
fr_fr: Prévisualiser

# sub_sub_menu_listtpl
source: Templates list
fr_fr: Liste des templates

# sub_sub_menu_newtpl
source: Add a template
fr_fr: Ajouter un template

# sub_sub_menu_list_camp
source: Preparing
fr_fr: En préparation

# sub_sub_menu_list_sentcamp
source: Sent campaigns
fr_fr: Campagnes envoyées

# sub_sub_menu_list_senttest
source: Sent tests
fr_fr: Tests envoyés

# sub_sub_menu_newcamp
source: Add a campaign
fr_fr: Ajouter une campagne

# sub_sub_menu_listtargets
source: Target list
fr_fr: Liste des cibles

# sub_sub_menu_newtarget
source: Add a target
fr_fr: Ajouter une cible

# plugin_idmlist
source: CheetahMail Database(IDMLIST)
fr_fr: Base CheetahMail (IDMLIST)

# plugin_tooltip_idmlist
source: Your CheetahMail Database identifier
fr_fr: Numéro de base Experian CheetahMail France

# plugin_login
source: API Login
fr_fr: Login API

# plugin_tooltip_login
source: CheetahMail France API identifier
fr_fr: Identifiant API CheetahMail France

# plugin_key
source: API password
fr_fr: Mot de passe API

# plugin_tooltip_key
source: The API password given by CheetahMail teams
fr_fr: Le mot de passe fourni par CheetahMail France

# Aren't you supposed to come here via WP-Admin?
source: You're not human and not a cheetah ...
fr_fr: Vous n'êtes pas humain ...

source: Success
fr_fr: Succès

source: Error
fr_fr: Erreur

# Save changes
source: Save
fr_fr: Sauvegarder

# Reinstallation
source: Reinstall plugin
fr_fr: Réinstaller le plugin

# rsc_standard_add
source: Add
fr_fr: Ajouter

# rsc_standard_update
source: Save
fr_fr: Sauvegarder

# rsc_standard_load
source: Load
fr_fr: Charger

# rsc_standard_tooltip_html
source: Email HTML version
fr_fr: Version HTML de votre email

# rsc_standard_tooltip_txt
source: Email TXT version
fr_fr: Version TXT de votre email

# rsc_standard_tooltip_htmltotxt
source: Autogenerate TXT version
fr_fr: Générer la version texte

# camp_rsc_name
source: Name :
fr_fr: Nom :

# camp_rsc_tooltip_name
source: String, numbers or letters, 250 cars. max
fr_fr: Chaîne de caractères, chiffres ou lettres, 250 car. max

# camp_rsc_subject
source: Subject :
fr_fr: Objet :

# camp_rsc_tooltip_subject
source: String, numbers or letters, 250 cars. max
fr_fr: Chaîne de caractères, chiffres ou lettres, 250 car. max

# camp_rsc_target
source: Target :
fr_fr: Cible d'envoi :

# camp_rsc_uploadtpl
source: Load a template :
fr_fr: Charger un template :

# camp_rsc_choosetpl
source: Choose a template :
fr_fr: Choisir un template :

# camp_rsc_notpl
source: No template
fr_fr: Aucun template

# camp_rsc_nodate
source: No date
fr_fr: Aucune date

# tpl_rsc_name
source: Name :
fr_fr: Nom :

# tpl_rsc_tooltip_name
source: String, numbers or letters, 250 cars. max
fr_fr: Chaîne de caractères, chiffres ou lettres, 250 car. max

# tpl_rsc_subject
source: Subject :
fr_fr: Objet :

# tpl_rsc_tooltip_subject
source: String, numbers or letters, 250 cars. max
fr_fr: Chaîne de caractères, chiffres ou lettres, 250 car. max

# target_rsc_name
source: Target name
fr_fr: Nom de la cible

# target_rsc_tooltip_name
source: String, numbers or letters
fr_fr: Chaîne de caractères, chiffres ou lettres

# target_rsc_criterias
source: Targeting criteria
fr_fr: Critères de segmentation

# settings_title_1
source: API Informations
fr_fr: Informations API

# settings_title_2
source: Global settings
fr_fr: Paramètres globaux

# settings_title_3
source: Prefixes
fr_fr: Préfixes

# settings_title_4
source: Tests & preview
fr_fr: Test et prévisualisation

# settings_title_5
source: Subscribe management pages
fr_fr: Pages de gestion des abonnements

# settings_form_idmlist
source: CheetahMail database number
fr_fr: Numéro de base CheetahMail

# settings_form_tooltip_idmlist
source: Database number, is an integer
fr_fr: Correspond au numéro de votre base, champ numérique

# settings_form_login
source: API Login
fr_fr: Login API

# settings_form_tooltip_login
source: API login, usually looks like wssoap_{IDMLIST}
fr_fr: Correspond à votre identifiant API, champ alpha numérique

# settings_form_key
source: API password
fr_fr: Mot de passe API

# settings_form_tooltip_key
source: API password, string looks like a hash
fr_fr: Correspond au mot de passe API

# settings_form_blog_lang
source: Blog language
fr_fr: Langue du blog

# settings_form_date_lang
source: Date format
fr_fr: Format des dates

# settings_form_tooltip_date_lang
source: Date format for display on plugins and shortcodes
fr_fr: Format d'affichage des langues

# settings_form_domain
source: Sending Domain - DKIM
fr_fr: Domaine d'envoi

# settings_form_tooltip_domain
source: The domain used for all sent emails of the plugin, it is called DKIM
fr_fr: Il s'agit de votre domaine utilisé pour l'envoi des emails de ce plugin, on l'appelle DKIM

# settings_form_autostyle
source: Automatically design shortocdes forms
fr_fr: Styliser les formulaires

# settings_form_tooltip_autostyle
source: Use the plugin look for forms
fr_fr: Utilise le style du plugin pour le formulaire

# settings_form_prefixtarget
source: Targets prefix
fr_fr: Préfixe des Cibles d'envoi

# settings_form_tooltip_prefixtarget
source: This prefix is automatically added before all targets created from the plugin
fr_fr: Le préfixe est automatiquement ajouté au nom des cibles qui seront créées.

# settings_form_prefixnl
source: Newsletters prefix
fr_fr: Préfixe des Newsletters

# settings_form_tooltip_prefixnl
source: This prefix is automatically added before all Newsletters created from the plugin
fr_fr: Le préfixe est automatiquement ajouté au nom des Newsletters qui seront créées.

# settings_form_prefixemail
source: Campaigns prefix
fr_fr: Préfixe des Campagnes email

# settings_form_tooltip_prefixemail
source: This prefix is automatically added before all Email campaign created from the plugin
fr_fr: Le préfixe est automatiquement ajouté au nom des Emails qui seront créés.

# settings_form_prefixbat
source: Tests prefix
fr_fr: Préfixe des tests

# settings_form_tooltip_prefixbat
source: This prefix is automatically added before all tests sent from the plugin
fr_fr: Le préfixe est automatiquement ajouté au nom des Tests qui seront envoyés.

# settings_form_battarget
source: Test target
fr_fr: Cible de test

# settings_form_tooltip_battarget
source: Please put one email per line, unknown emails are automatically added when saving
fr_fr: Une adresse email par ligne, les @ inconnues seront automatiquement ajoutées en base.

# settings_form_email_preview
source: Preview email
fr_fr: Email de preview

# settings_form_tooltip_email_preview
source: Email used for previewing NL / triggers emails / campaigns
fr_fr: Adresse email utilisée pour faire la prévisualisation des emails.

# settings_form_subslink
source: Subscribe page
fr_fr: Page d'inscription

# settings_form_tooltip_subslink
source: This page is made for users subscription
fr_fr: Cette page permettra l'abonnement complet des utilisateurs.

# settings_form_unsubslink
source: Unsubscribe page
fr_fr: Page de désabonnement

# settings_form_tooltip_unsubslink
source: A link to this page is automatically added to NL & Email campaigns, not on triggers emails
fr_fr: Le lien vers cette page est automatiquement ajouté aux campagnes email et newsletters envoyés.

# settings_form_unsubstxtbefore
source: HTML before the unsubscription link
fr_fr: Texte précédent le lien de désabonnement

# settings_form_tooltip_unsubstxtbefore
source: HTML or TXT to put before the unsubscription link
fr_fr: Html ou texte précédent le lien de désabonnement

# settings_form_unsubstxtlink
source: Unsubscription link label
fr_fr: Libellé du lien de désabonnement

# settings_form_tooltip_unsubstxtlink
source: The displayed text for unsubscription link
fr_fr: Texte du lien cliquable

# settings_form_unsubstxtafter
source: HTML after the unsubscription link
fr_fr: Texte suivant le lien de désabonnement

# settings_form_tooltip_unsubstxtafter
source: HTML or TXT to put after the unsubscription link
fr_fr: Html ou txt qui suivra le lien

# settings_form_tooltip_ea
source: This option let you audit your email campaigns, the audit is not available on the plugin, you have to go on the CheetahMail app to see it. This feature is not for free, if you check it there be sure of having it first configured on your CheetahMail Database, if not all campaigns would failed here!
fr_fr: Cette option vous permet d'auditer les campagnes email, vous pouvez retrouver ces informations sur la plateforme CheetahMail. Attention vous devez disposer de cette fonctionnalité pour pouvoir l'utiliser ici, si vous n'avez pas les droits nécessaires, la création des campagnes ne fonctionnera plus.

# settings_form_tooltip_doubletracking
source: This option let you have a double tracking (WebAnalytics) for all emails/ triggers emails / NL / BAT sent from this plugin, the list of the available WA on this field can be managed on the CheetahMail app.
fr_fr: Cette option vous permet de double tracker vos campagnes avec le Web Analytics de votre choix.

# settings_table_operator
source: Operator
fr_fr: Opérateur

# settings_table_displaytext
source: Field Name
fr_fr: Nom du champ

# settings_table_values
source: Values
fr_fr: Valeurs

# settings_table_synchronization
source: Synchronization
fr_fr: Synchronisation

# settings_table_displayed
source: Displayed
fr_fr: Affichage

# action_table_update
source: Update
fr_fr: Modifier

# action_table_unsubscribe
source: Unsubscribe
fr_fr: Désabonner

# action_table_forcesubscribe
source: Resubscribe
fr_fr: Réabonner

# action_table_delete
source: Delete
fr_fr: Supprimer

# operator_none
source: None
fr_fr: Aucun

# operator_equal
source: Equal to
fr_fr: égal

# operator_different
source: Different from
fr_fr: Différent de

# operator_filled
source: Filled
fr_fr: Renseigné

# operator_notfilled
source: Empty
fr_fr: Vide

# operator_ago
source: N days ago
fr_fr: Il y a n jours

# operator_in
source: In N days
fr_fr: Dans n jours

# c_content_1_1
source: Thanks for active the CheetahMail plugin for WordPress. This plugin is only made for the french CheetahMail app.
fr_fr: Merci d'avoir activé votre plugin CheetahMail. Ce plugin est bien entendu destiné à la plateforme française.

# c_content_1_2
source: This plugin let you manage your Email Marketing Campaigns by yourself. You can use it as a standalone solution, even if it's not our target! Some functionnalities can only be defined ont the CheetahMail app or by the CheetahMail France Technical Support, we hope you'll enjoy!
fr_fr: Le plugin vous permet de piloter vos campagnes de manière autonome. Vous pouvez en quelque sorte vous passer de l'application Experian CheetahMail ! Mais ce n'est pas le but :) <br />Certaines fonctionnalités restent disponibles uniquement sur la plateforme, pour l'instant...

# c_title_2
source: Plugin Naming and settings
fr_fr: Nommages et paramètres du plugin

# c_content_2_1
source: In the settings part, you will find the prefixes, those last are like namespaces used to identify the WordPress Campaigns on the CheetahMail app, beware if you use this naming on the app, they will appear on the plugin. Do not hesitate to ask us before doing something here, to edit those fields, double click on it, by default they're readonly to avoid you make some unwanted changes.
fr_fr: Dans la partie paramètres vous retrouverez les noms des préfixes ces derniers sont les espaces de noms des éléments créés depuis votre site wordpress, cela vous permet de bien vous repérer sur l'application dans le cas ou vous feriez des campagnes hors WordPress. <br /><br /> Par défaut les paramètres ne sont pas éditables, car logiquement vous n'avez pas à les modifier, mais si ces derniers provoquent des conflits avec les nommages que vous utiliseriez depuis la plateforme CheetahMail, il vous suffit de double cliquer sur le champ.

# c_title_3
source: Personnalization
fr_fr: Personnalisation

# c_content_3_1
source: You dispose of various synthax to add pesonnalization, here is the list :
fr_fr: Vous disposez de certaines synthaxes de personnalisation, en voici la liste :

# c_content_3_2
source: <strong>$H(1)</strong><br /> for the mirror page link, it only works for NL & emails, not for un/subscription forms.
fr_fr: <strong>$H(1)</strong><br /> pour le lien page mirroir, cela fonctionne uniquement pour les newsletters et les emailings, mais pas sur les emails d'abonnement et de désabonnement.

# c_title_4
source: Unsubscription
fr_fr: Désabonnement

# c_content_4_1
source: You can manage the unsubscription by different ways. the simpliest is to use the native CheetahMail unsubscription link<br /> You can also use a WordPress page, do not miss to put the unsubscription hashtag on. Please consider this plugin is made for commun usage, it means the unsubscription is made on the native state field to do this (FLD4), if you want to use another field you may need to create a GenForm on the CheetahMail app and put the generated link into your emails.
fr_fr: Vous diposez de plusieurs possibilités pour gérer votre désabonnement. La plus simple est d'utiliser le lien par défaut Experian CheetahMail.<br /> Vous pouvez aussi utiliser une page de votre site WordPress, n'oubliez pas d'y mettre le hashtag de désabonnement. <br /><br />Notons bien que le plugin est voué à une utilisation standard de la plateforme Experian CheetahMail, il désabonne donc l'abonné au global, si vous souhaitez proposer à votre désabonnés un désabonnement sur un champ autre, vous pouvez utiliser un lien généré via notre générateur de formulaires présent sur votre application préférée...

# c_content_5_1
source: Here is Hashtags you can put in your posts and pages. Those are automatically replaced by the corresponding forms. If you want to add the plugin automatic style, you need to activate this feature on the settings page.
fr_fr: Voici la liste des hashtags que vous pouvez incorporer à vos posts et pages. Ces derniers seront automatiquement remplacés par les formulaires équivalents. Si vous souhaitez appliquer un style automatique à vos formulaires (à l'image du plugin), vous devez l'activer dans la partie Paramètres.

# c_content_5_2
source: <strong>[CheetahMailSubscriptionForm]</strong><br /> Display a complete subscription form based on the structure defined. The user is added or updated.
fr_fr: <strong>[CheetahMailSubscriptionForm]</strong><br /> Affiche un formulaire complet d'inscription , l'utilisateur est ajouté ou modifié.

# c_content_5_3
source: <strong>[CheetahMailUpdateForm] </strong><br /> Display an update form to let users manage their profile informations. The form is based on the structure defined, fields are automatically filled if data do exist. <br /><br /> Then you can use this link in your emails by putting it inside your code, do not forget to add the email param as this : &email=$U(1). This parameter is mandatory, if not the form won't work.
fr_fr: <strong>[CheetahMailUpdateForm] </strong><br /> Affiche un formulaire de modification des informations. Le formulaire est basé sur la structure définie, les champs sont ainsi auto alimentés. <br /><br />Vous pouvez ainsi utiliser le lien dans vos emails, il suffit pour cela de lui ajouter un paramètre supplémentaire : &email=$U(1). Ce paramètre doit être ajouté à l'url de la page pour que le système fonctionne.

# c_content_5_4
source: <strong>[subscription_newsletter] </strong><br />Display the quick subscription form, it only displays the email field. Available as a widget.
fr_fr: <strong>[subscription_newsletter] </strong><br />Affiche un formulaire rapide d'abonnement avec juste le champ email. Ce shortcode est disponible en widget.

# c_content_5_5
source: <strong>[unsubscription_newsletter] </strong><br /> Display the unsubscription form, it only displays the email field. Available as a widget.
fr_fr: <strong>[unsubscription_newsletter] </strong><br /> Affiche un formulaire rapide de désabonnement avec juste le champ email. Ce shortcode est disponible en widget.

# rsc_fn_defaultdomain
source: mydomain.com
fr_fr: mondomaine.fr

# rsc_fn_mailto
source: Recipient
fr_fr: Destinataire

# rsc_fn_mailfrom
source: My From
fr_fr: Mon from

# rsc_btn_update
source: Update
fr_fr: Mettre à jour

# rsc_btn_add
source: Add
fr_fr: Ajouter

# rsc_table_state
source: State
fr_fr: Etat

# rsc_table_name
source: Name
fr_fr: Nom

# rsc_table_displaytext
source: Field
fr_fr: Champ

# rsc_table_values
source: Values
fr_fr: Valeurs

# rsc_table_size
source: Size
fr_fr: Taille

# rsc_table_sync
source: Synchronize
fr_fr: Synchroniser

# rsc_table_setformat
source: Format
fr_fr: Formatter

# rsc_table_setdefault
source: Default value
fr_fr: Valeur par défaut

# rsc_table_displayed
source: Displayed
fr_fr: Affiché

# rsc_table_subsdate
source: Subscription date
fr_fr: Date d'inscription
