Repository: common-repository/cheetahmail
Catalog: languages/cheetahmail-*.po
Languages: fr_fr

# rsc_table_unsubsdate
source: Unsubscription date
fr_fr: Date de désinscription

# rsc_table_recipients
source: Recipients
fr_fr: Destinataires

# rsc_table_filtered
source: Filtered
fr_fr: Filtrés

# rsc_table_bounces
source: Bounces
fr_fr: NPAI

# rsc_table_hardbounces
source: HardBounces
fr_fr: HardBounce

# rsc_table_softbounces
source: SoftBounces
fr_fr: SoftBounce

# rsc_table_delivered
source: Delivered
fr_fr: Délivrés

# rsc_table_unsubs
source: Unsubscribed
fr_fr: Désabonnés

# rsc_table_openers
source: Opoeners
fr_fr: Ouvreurs

# rsc_table_openings
source: Openings
fr_fr: Ouvertures

# rsc_table_clickers
source: clickers
fr_fr: Cliqueurs

# rsc_table_clicks
source: Clicks
fr_fr: Clics

# rsc_table_user_login
source: WP Login
fr_fr: Login WP

# rsc_table_user_nicename
source: User nicename
fr_fr: Nom d'utilisateur

# rsc_table_user_displayname
source: User displayed name
fr_fr: Nom d'affichage de l'utilisateur

# rsc_table_user_subsdate
source: Subscription date
fr_fr: Date d'inscription

# rsc_table_operator
source: Operator
fr_fr: Opérateur

# rsc_table_toppage
source: Marker
fr_fr: Marqueur

# rsc_table_fixed_value
source: Fixed Value
fr_fr: Valeur fixe

# rsc_table_format_none
source: Do not modify the user datas
fr_fr: Ne pas modifier la saisie de l'utilisateur

# rsc_table_format_lowercase
source: Lowercase
fr_fr: Minuscule

# rsc_table_format_uppercase
source: Uppercase
fr_fr: Majuscule

# rsc_table_format_first
source: Each sentence first letter is uppercased
fr_fr: Première lettre de chaque phrase en majuscule

# rsc_table_format_allfirst
source: Each word first letter is uppercased
fr_fr: Première lettre de chaque mot en majuscule

# rsc_table_format_zerofill
source: Zero fullfilment
fr_fr: Compléter par des zéros

# rsc_table_toppage_none
source: None
fr_fr: Aucun

# rsc_table_toppage_toppage
source: Toppage Field
fr_fr: Champ de toppage

# rsc_table_toppage_subs
source: Subs Field
fr_fr: Champ d'abonnement

# rsc_table_toppage_unsubs
source: Unsubs Field
fr_fr: Champ de désabonnement

# rsc_table_action_edit
source: Edit
fr_fr: Modifier

# rsc_table_action_preview
source: Preview
fr_fr: Prévisualiser

# rsc_table_action_duplicate
source: Duplicate
fr_fr: Dupliquer

# rsc_table_action_send
source: Send
fr_fr: Envoyer

# rsc_table_action_sendtest
source: Send a test
fr_fr: Envoyer un test

# rsc_table_action_delete
source: Delete
fr_fr: Supprimer

# rsc_table_action_viewusers
source: See results
fr_fr: Voir le résultat

# rsc_table_action_seedetails
source: See report
fr_fr: Voir le rapport

# rsc_table_update_user_title
source: Update recipient
fr_fr: Mise à jour du destinataire

# rsc_table_update_no_result
source: No field available here, please synchronize users fields in the settings > structure page.
fr_fr: Aucun champ n'est disponible, veuillez synchroniser des champs depuis la partie Paramètres > structure.

# rsc_content_recipients
source: recipients
fr_fr: destinataires

# rsc_content_name
source: Name
fr_fr: Nom

# rsc_content_criterias
source: Criteria
fr_fr: Critères

# rsc_content_results
source: Results
fr_fr: Résultats

# rsc_content_search
source: Search
fr_fr: Chercher

# rsc_content_subs_sentence_left
source: You currently have
fr_fr: Vous avez actuellement

# rsc_content_subs_sentence_right
source: subscribed in your CheetahMail Database
fr_fr: abonnés dans votre base de données CheetahMail

# rsc_content_unsubs_sentence_left
source: You currently have
fr_fr: Vous avez actuellement

# rsc_content_unsubs_sentence_right
source: unsubscribed in your CheetahMail Database
fr_fr: désabonnés dans votre base de données CheetahMail

# rsc_content_search_sentence
source: Use % for everything, results are limited to 50.
fr_fr: Utilisez % pour tout, Les résultats sont limités à 50.

# rsc_content_sync_btn
source: Synchronize WordPress users
fr_fr: Synchroniser vos utilisateurs de Wordpress

# rsc_content_no_user_to_sync
source: All WordPress users a re synchronized.
fr_fr: Tous les utilisateurs de WordPress sont déjà synchronisés.

# rsc_email_sendbat
source: Send a test
fr_fr: Envoyer un test

# rsc_content_nl_activation
source: Activated
fr_fr: Activation

# rsc_content_nl_target
source: Target
fr_fr: Cible d'envoi

# rsc_content_nl_tooltip_type
source: Elements types to push in the NL
fr_fr: Type

# rsc_content_nl_elt
source: elements
fr_fr: éléments

# rsc_content_nl_elt_limit
source: Limit
fr_fr: Limite

# rsc_content_nl_tooltip_elt_limit
source: Maximum number of elements to push in the NL
fr_fr: Nombre maximum d'éléments à mettre dans la NL

# rsc_content_nl_elt_limit_all
source: Unlimited
fr_fr: Illimité

# rsc_content_nl_elt_orderby
source: Sort by date
fr_fr: Trier par date

# rsc_content_nl_tooltip_elt_orderby
source: Let you sort elements by date
fr_fr: Paramètre permettant de trier les éléments par date

# rsc_content_nl_elt_frequency
source: Frequency
fr_fr: Fréquence

# rsc_content_nl_tooltip_elt_frequency
source: Let you manage the sent rythm of your NL
fr_fr: Permet de régler le rythme d'envoi de vos NL

# rsc_content_nl_elt_frequency_daily
source: Each day
fr_fr: Tous les jours

# rsc_content_nl_elt_frequency_weekly
source: Each week
fr_fr: Toutes les semaines

# rsc_content_nl_elt_frequency_monthly
source: Each month
fr_fr: Tous les mois

# rsc_content_nl_addimage
source: Add image to elements
fr_fr: Visuel

# rsc_content_nl_addcoment
source: Add comments to elements
fr_fr: Commentaires

# rsc_content_nl_addlink
source: Add link to elements
fr_fr: Lien

# rsc_content_nl_style_title
source: Title
fr_fr: Titre

# rsc_content_nl_style_content
source: Content
fr_fr: Contenu

# rsc_content_nl_style_coments
source: Comments
fr_fr: Commentaires

# rsc_content_nl_style_link
source: Link
fr_fr: Lien

# rsc_content_nl_style_link_text
source: Displayed text for link
fr_fr: Texte lien à afficher

# rsc_content_nl_style_color
source: Color
fr_fr: Couleur

# rsc_content_nl_style_fontface
source: Font face
fr_fr: Police

# rsc_content_nl_style_size
source: Size
fr_fr: Taille

# rsc_content_nl_style_bold
source: Bold
fr_fr: Gras

# rsc_content_nl_style_underline
source: Underline
fr_fr: Souligné

# rsc_content_nl_style_italic
source: Italic
fr_fr: Italique

# rsc_content_nl_style_uppercase
source: Uppercase
fr_fr: Majuscule

# rsc_content_nl_last_nl
source: Last sent date
fr_fr: Date de dernier envoi

# rsc_content_nl_send
source: Send NL now!
fr_fr: Envoyer la NL

# rsc_content_nl_sendbat
source: Send a NL test
fr_fr: Envoyer un test de la NL

# rsc_tpl_name
source: Name
fr_fr: Nom

# rsc_tpl_subject
source: Subject
fr_fr: Objet

# rsc_tpl_notpl
source: No template
fr_fr: Pas de template

# rsc_tpl_nodate
source: No date
fr_fr: Pas de date

# rsc_camp_params
source: Settings
fr_fr: Paramètres

# rsc_camp_name
source: Name
fr_fr: Nom

# rsc_camp_subject
source: Subject
fr_fr: Objet

# rsc_camp_target
source: Target
fr_fr: Cible d'envoi

# rsc_camp_uploadtpl
source: Load a template
fr_fr: Charger un template

# rsc_camp_choosetpl
source: Choose a template
fr_fr: Choisissez un template

# rsc_camp_loadtpl
source: Load
fr_fr: Charger

# rsc_camp_envelopp
source: Envelop
fr_fr: Configuration d'envoi

# rsc_camp_recipients
source: Recipients
fr_fr: Destinataires

# rsc_camp_bounces
source: Bounces
fr_fr: NPAI

# rsc_camp_performance
source: Sent performance
fr_fr: Performance de l'envoi

# rsc_camp_sentdate
source: Sent date
fr_fr: Date de l'envoi

# rsc_camp_nostats
source: No statistics for this sent
fr_fr: Pas de statistiques sur cet envoi.

# rsc_config_from
source: From :
fr_fr: De :

# rsc_config_tooltip_from
source: Displayed From :
fr_fr: Affichage de provenance :

# rsc_config_reply
source: Reply-to :
fr_fr: Répondre à :

# rsc_config_subject
source: Subject :
fr_fr: Objet :

# rsc_config_tooltip_subject
source: Campaign subject
fr_fr: Objet de la campagne

# rsc_config_emailfrom
source: From :
fr_fr: Email de provenance :

# rsc_config_tooltip_emailfrom
source: The address displayed for from field
fr_fr: Adresse email de provenance

# rsc_config_npai
source: Return Path :
fr_fr: Email de retour NPAI :

# rsc_config_tooltip_npai
source: The address that will receive all unknown feed backs from servers (return-path)
fr_fr: Email de retour NPAI :

# rsc_config_emailreply
source: Reply-to:
fr_fr: Email de réponse :

# rsc_config_tooltip_emailreply
source: The address that receive the direct answers for recipient
fr_fr: Email de réponse :

# rsc_config_date_sentence
source: Put $C(10) to add the current date
fr_fr: Saisir $C(10) pour ajouter la date courante

# rsc_config_htmltotxt
source: Generate TXT version
fr_fr: Générer la version texte

# rsc_config_html_header
source: HTML header
fr_fr: Haut de page HTML

# rsc_config_txt_header
source: TXT header
fr_fr: Haut de page TXT

# rsc_config_wrapper_top
source: Above elements
fr_fr: Au dessus des éléments

# rsc_config_wrapper_bottom
source: Below elements
fr_fr: En dessous des éléments

# rsc_config_body_html
source: HTML content
fr_fr: Contenu HTML

# rsc_config_body_txt
source: TXT content
fr_fr: Contenu TXT

# rsc_config_html_footer
source: HTML footer
fr_fr: Pied de page HTML

# rsc_config_txt_footer
source: TXT footer
fr_fr: Pied de page TXT

# rsc_config_html_unsubs
source: HTML Unsubscription area
fr_fr: Zone de désabonnement HTML

# rsc_config_txt_unsubs
source: TXT Unsubscription area
fr_fr: Zone de désabonnement TXT

# rsc_submenu_subscribers
source: Subscribed
fr_fr: Abonnés

# rsc_submenu_unsubscribers
source: Unsubscribed
fr_fr: Désabonnés

# rsc_submenu_search
source: Search
fr_fr: Chercher

# rsc_submenu_envelop
source: Sending configuration / Envelop
fr_fr: Configuration d'envoi

# rsc_submenu_header
source: Header
fr_fr: Haut de page

# rsc_submenu_wrapper
source: Content wrapper
fr_fr: Entourage

# rsc_submenu_body
source: Content body
fr_fr: Corps

# rsc_submenu_footer
source: Footer
fr_fr: Pied de page

# rsc_submenu_unsubs
source: Unsubscribe
fr_fr: Désinscription

# rsc_submenu_preview
source: Preview
fr_fr: Prévisualisation

# rsc_table_content_name
source: Target name
fr_fr: Nom de la cible

# rsc_plugin_subs_button
source: Subscribe
fr_fr: S'abonner

# rsc_plugin_subs_form_title
source: Title
fr_fr: Titre du formulaire

# rsc_plugin_subs_form_desc
source: Instructions
fr_fr: Message d'instruction

# rsc_plugin_subs_form_validation
source: Validation message
fr_fr: Message de validation

# rsc_plugin_subs_name
source: CheetahMail : Subscription
fr_fr: Abonnement CheetahMail

# rsc_plugin_subs_description
source: This widget allows visitors to subscribe to your emails with CheetahMail plugin
fr_fr: Ce widget permet aux visiteurs de s'abonner à vos emails via CheetahMail.

# rsc_plugin_subs_title
source: Subscribe to our newsletter
fr_fr: S'abonner aux emails

# rsc_plugin_subs_fld
source: Wrong Email.
fr_fr: Adresse email incorrecte.

# rsc_plugin_subs_msg_error
source: Error : You are already subscribed to our newsletter
fr_fr: Vous êtes déjà abonné !

# rsc_plugin_subs_msg_success
source: Congratulations, you have been subscribed, a confirmation email as been send to your email address
fr_fr: Félicitations et merci pour votre abonnement, soyez le bienvenu, vous venez de recevoir un email de confirmation d'inscription.

# rsc_plugin_subs_fld_instruction
source: Fill your email address
fr_fr: Renseignez votre Adresse Email :

# rsc_plugin_unsubs_button
source: Unsubscription
fr_fr: Se désabonner

# rsc_plugin_unsubs_form_title
source: Form title
fr_fr: Titre du formulaire

# rsc_plugin_unsubs_form_desc
source: Instructions
fr_fr: Message d'instruction

# rsc_plugin_unsubs_form_validation
source: Success message
fr_fr: Message de validation

# rsc_plugin_unsubs_name
source: CheetahMail Unsubscription
fr_fr: Désabonnement CheetahMail

# rsc_plugin_unsubs_description
source: This widget allows visitors to unsubscribe to your emails with CheetahMail plugin
fr_fr: Ce widget permet aux visiteurs de se désabonner à vos emails via CheetahMail.

# rsc_plugin_unsubs_title
source: Email unsubscription
fr_fr: Se désabonner aux emails

# rsc_plugin_unsubs_fld
source: Wrong email.
fr_fr: Adresse email incorrecte.

# rsc_plugin_unsubs_msg_error
source: You're not existing!
fr_fr: Vous n'êtes pas abonné !

# rsc_plugin_unsubs_msg_success
source: Thanks for unsubscribe, do not hesitate to come back later :)
fr_fr: Nous vous confirmons votre désinscription

# rsc_plugin_unsubs_fld_instruction
source: Fill your email address
fr_fr: Renseignez votre Adresse Email :
